<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보처리방침</title>
</head>
<body>
<pre>
[방방곡곡] 개인정보처리방침

최종 수정일: [2024.10.23]

[방방곡곡](이하 '현사이트')는 개인정보 보호법 등 관련 법령에 따라 이용자의 개인정보 보호와 권익 보호를 위해 최선을 다하고 있습니다. 
  본 개인정보처리방침은 현사이트가 제공하는 모든 서비스에 적용되며, 이용자의 개인정보가 어떻게 처리되는지 설명합니다.

1. 개인정보 수집 항목
현사이트는 다음과 같은 개인정보를 수집합니다

- 필수 항목: 이름, 이메일 주소, 전화번호, 로그인 ID, 생년월일

2. 개인정보 수집 및 이용 목적
현사이트는 수집된 개인정보를 다음과 같은 목적으로 이용합니다

- 서비스 제공 및 운영: 회원 관리, 서비스 제공에 따른 본인 인증
- 고객 지원: 문의 대응, 공지사항 전달
- 마케팅 및 광고: 이벤트 및 광고성 정보 전달 (동의 시)
- 법적 의무 준수: 법적 요구 사항 이행 및 분쟁 해결

3. 개인정보 보유 및 이용 기간
현사이트는 개인정보보허법 및 관련 법령에 정해진 바에 따라 관리 및 파기 됩니다. 

- 회원 탈퇴 후 보관 정보: 5년 (계약 및 청약철회 기록)
- 거래 기록: 5년 (전자상거래 등에서의 소비자 보호에 관한 법률)

4. 개인정보 제3자 제공
현사이트는 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다:

- 이용자가 사전에 동의한 경우
- 법령에 의거해 요구되는 경우

5. 개인정보 처리 위탁
현사이트는 서비스 향상을 위해 개인정보 처리를 외부 업체에 위탁할 수 있으며, 이러한 경우 위탁 계약을 통해 개인정보 보호 관련 법령을 준수하도록 요구합니다.

6. 이용자의 권리와 행사 방법
이용자는 언제든지 다음의 권리를 행사할 수 있습니다

- 개인정보 열람 요청
- 오류 정정 요청
- 개인정보 삭제 요청
- 처리 정지 요청

7. 쿠키(Cookie)의 사용
현사이트는 사용자 경험을 개선하기 위해 쿠키를 사용할 수 있습니다. 쿠키는 사용자의 컴퓨터에 저장되는 작은 텍스트 파일로, 
특정 웹사이트 방문 기록을 저장합니다. 사용자는 쿠키 설정을 변경하여 쿠키 사용을 거부할 수 있습니다. 
다만, 이 경우 일부 서비스 이용에 제한이 있을 수 있습니다.

8. 개인정보의 안전성 확보 조치
현사이트는 개인정보 보호를 위해 다음과 같은 조치를 취하고 있습니다

- 개인정보 암호화

9. 개인정보 보호 책임자
현사이트는 개인정보 보호에 대한 책임을 다하기 위해 개인정보 보호 책임자를 지정하고 있습니다. 개인정보 관련 문의는 아래의 연락처로 문의해주시기 바랍니다.

책임자: 신동철
연락처: 010-6705-7812
이메일: bluelegend75@gmail.com

10. 개인정보처리방침의 변경
본 방침은 법령, 정책 또는 현사이트 내부 방침에 따라 변경될 수 있으며, 변경 사항은 본 페이지를 통해 공지됩니다. 
중요한 사항이 변경될 경우에는 이메일 등을 통해 사전에 공지할 것입니다.
-------------------------------------------------------------------------------------------

[여행친구] 위치정보 처리 약관

최종 수정일: [2024.10.23]

[여행친구](이하 '앱')는 위치정보의 보호 및 이용 등에 관한 법률을 준수하며,
 이용자의 위치정보를 사용하지만, 해당 정보를 저장하거나 수집하지 않습니다.
  본 위치정보 처리 약관은 위치정보가 어떻게 사용되는지에 대해 설명합니다.

1. 위치정보의 이용 목적
본 앱은 다음과 같은 목적으로 이용자의 위치정보를 일시적으로 사용합니다:

서비스 제공: 실시간 위치 기반 기능 제공 (예: 현재 위치를 기준으로 경로 안내, 주변 정보 검색 등)
서비스 맞춤화: 이용자의 위치를 기반으로 실시간 맞춤형 정보를 제공 (단, 위치정보는 저장되지 않음)

2. 위치정보의 수집 및 보관 여부
본 앱은 이용자의 위치정보를 수집하거나 저장하지 않습니다.
이용자의 위치는 서비스 제공을 위한 순간적인 사용에만 활용되며, 이를 외부 서버에 저장하거나 제3자와 공유하지 않습니다.

3. 위치정보의 사용 방법
본 앱은 위치기반 서비스를 제공하기 위해 다음과 같은 기술을 사용합니다:

- GPS: 이용자의 장치에서 GPS를 통해 실시간으로 위치를 확인
- Wi-Fi 및 기지국 정보: 네트워크 정보를 통해 대략적인 위치 파악
이러한 정보는 오직 사용자가 앱을 실행하여 특정 기능을 사용하는 동안에만 이용되며, 사용 종료 후 해당 위치정보는 저장되지 않습니다.

4. 제3자 제공 여부
본 앱은 위치정보를 외부에 제공하지 않으며, 제3자와의 공유도 이루어지지 않습니다. 
단, 법률에서 요구되는 경우에는 법적 의무를 이행하기 위해 제공될 수 있습니다.

5. 위치정보의 동의 및 철회
이용자는 위치정보 사용에 대한 동의를 제공할 수 있으며, 언제든지 해당 동의를 철회할 수 있습니다. 
동의 철회는 기기 내 위치 서비스 설정을 통해 가능하며, 철회 후에는 위치 기반 서비스가 제한될 수 있습니다.

6. 위치정보 관리책임자
본 앱은 위치정보의 안전한 사용과 관련하여 아래와 같이 위치정보 관리책임자를 지정하고 있습니다. 
위치정보 사용과 관련된 문의는 언제든지 아래의 연락처로 문의하시기 바랍니다.

책임자: 신동철
연락처: 010-6705-7812
이메일: bluelegend75@gmail.com

7. 위치정보 처리 약관의 변경
본 약관은 법령 또는 본 앱의 서비스 정책에 따라 변경될 수 있으며, 중요한 변경 사항은 사전에 공지됩니다.


</pre>

</body>
</html>